tap "cloudflare/cloudflare"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "octave-app/octave-app"
tap "tblock/tap", "https://codeberg.org/tblock/homebrew-tap"
tap "yt-dlp/taps"
brew "gettext"
brew "pkg-config"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "python@3.10"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "age"
brew "ansible"
brew "aria2"
brew "asciinema"
brew "bash"
brew "bat"
brew "buku"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dash"
brew "deno"
brew "difftastic"
brew "diskus"
brew "dive"
brew "dnscontrol"
brew "docker-slim"
brew "dog"
brew "libevent"
brew "emacs"
brew "exa"
brew "exiftool"
brew "fd"
brew "libsodium"
brew "x264"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg", link: false
brew "go"
brew "gpgme"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hexyl"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "lynx"
brew "make"
brew "midnight-commander"
brew "minisign"
brew "mtr"
brew "zlib"
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nim"
brew "nmap"
brew "nnn"
brew "node"
brew "nodenv"
brew "pandoc"
brew "paperkey"
brew "pastel"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "scc"
brew "sd"
brew "subversion"
brew "telnet"
brew "tldr"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"
brew "yarn"
brew "yubico-piv-tool"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "tblock/tap/tblock"
brew "yt-dlp/taps/yt-dlp"
cask "aegisub"
cask "affinity-designer"
cask "affinity-photo"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anydesk"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "brave-browser-dev"
cask "browserstacklocal"
cask "colorpicker-materialdesign"
cask "colorpicker-propicker"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox-developer-edition"
cask "firefox-esr"
cask "font-bebas-neue"
cask "font-computer-modern"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-freefont"
cask "font-ibm-plex"
cask "font-input"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-liberation"
cask "font-neucha"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-sans-cjk"
cask "font-noto-sans-display"
cask "font-noto-serif"
cask "font-noto-serif-cjk"
cask "font-noto-serif-display"
cask "font-old-standard-tt"
cask "font-poppins"
cask "font-rampart-one"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-spectral"
cask "font-ubuntu"
cask "font-ubuntu-condensed"
cask "font-ubuntu-mono"
cask "font-work-sans"
cask "fontforge"
cask "fork"
cask "foxitreader"
cask "gimp"
cask "gpg-suite-no-mail"
cask "handbrake"
cask "hex-fiend"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "itsycal"
cask "jabref"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "kitty"
cask "libreoffice"
cask "librewolf"
cask "logitech-options"
cask "maccy"
cask "mactex-no-gui"
cask "mediahuman-audio-converter"
cask "megasync"
cask "meld"
cask "minecraft"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "parallels"
cask "poedit"
cask "postgres"
cask "qbittorrent"
cask "qlstephen"
cask "raspberry-pi-imager"
cask "raycast"
cask "schildichat"
cask "signal"
cask "skype"
cask "softmaker-freeoffice"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "teamviewer"
cask "telegram"
cask "thunderbird"
cask "ticktick"
cask "toggl-track"
cask "tor-browser"
cask "tunnelblick"
cask "ukelele"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "webex"
cask "wireshark"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zotero"
